tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "browsh-org/browsh"
tap "electrikmilk/cherri"
tap "koekeishiya/formulae"
tap "krishkrosh/apps"
tap "makew0rld/tap"
tap "oven-sh/bun"
tap "ruffle-rs/ruffle"
tap "wabarc/wayback"
tap "yurijmikhalevich/tap"
brew "act"
brew "gnupg"
brew "aerc"
brew "allegro"
brew "amfora"
brew "angband"
brew "brotli"
brew "aria2"
brew "ascii"
brew "astroterm"
brew "autoconf"
brew "bchunk"
brew "bloaty"
brew "boost"
brew "bore-cli"
brew "sdl2"
brew "brogue"
brew "c"
brew "c2048"
brew "caddy"
brew "caire"
brew "fontconfig"
brew "libx11"
brew "cairo"
brew "fluid-synth"
brew "carla"
brew "cataclysm"
brew "catimg"
brew "ccls"
brew "chocolate-doom"
brew "x265"
brew "ffmpeg"
brew "icu4c@77"
brew "leptonica"
brew "libarchive"
brew "rubberband"
brew "tesseract"
brew "chuck"
brew "cloc"
brew "node"
brew "cloudflare-wrangler"
brew "cloudflared"
brew "cmake"
brew "cmark"
brew "cmus"
brew "comrak"
brew "copyparty"
brew "coreutils"
brew "croc"
brew "curl"
brew "darkhttpd"
brew "dash-shell"
brew "libyaml"
brew "datasette"
brew "doxx"
brew "openjdk"
brew "emscripten"
brew "enca"
brew "erdtree"
brew "esbuild"
brew "espeak-ng"
brew "exiftool"
brew "exult"
brew "f2"
brew "fastfetch"
brew "fd"
brew "fonttools"
brew "foremost"
brew "fossil"
brew "frotz"
brew "frpc"
brew "frps"
brew "fx"
brew "fx-upscale"
brew "fzf"
brew "fzy"
brew "yt-dlp"
brew "gallery-dl"
brew "genact"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "glew"
brew "glslang"
brew "glslviewer"
brew "go"
brew "gopls"
brew "gource"
brew "graphviz"
brew "grep"
brew "gron"
brew "pkgconf"
brew "htop"
brew "httrack"
brew "icann-rdap"
brew "id3v2"
brew "ii"
brew "imapsync"
brew "qpdf"
brew "img2pdf"
brew "innoextract"
brew "instaloader"
brew "ios-deploy"
brew "jpegoptim"
brew "jq"
brew "jsonlint"
brew "libgig"
brew "lighttpd"
brew "lilypond"
brew "lld"
brew "lsdvd"
brew "lsix"
brew "lua-language-server"
brew "lux"
brew "m-cli"
brew "make"
brew "portmidi"
brew "sdl3"
brew "mame"
brew "mandoc"
brew "mednafen"
brew "ninja"
brew "meson"
brew "mgba"
brew "midicsv"
brew "mingw-w64"
brew "mole"
brew "molten-vk"
brew "monolith"
brew "mosh"
brew "mpc"
brew "mpd", restart_service: :changed
brew "mtm"
brew "taglib"
brew "ncmdump"
brew "neovim"
brew "nethack"
brew "nmap"
brew "notcurses"
brew "openblas"
brew "pngquant"
brew "ocrmypdf"
brew "oha"
brew "oksh"
brew "open-ocd"
brew "opencc"
brew "openssh"
brew "ossp-uuid"
brew "ouch"
brew "oxipng"
brew "p7zip"
brew "pandoc"
brew "php"
brew "podman"
brew "poppler"
brew "potrace"
brew "progress"
brew "pueue", restart_service: :changed
brew "qemu"
brew "qrencode"
brew "rclone"
brew "rig"
brew "ripgrep"
brew "rlwrap"
brew "rogue"
brew "rsync"
brew "ruff"
brew "rust"
brew "rustup"
brew "s3cmd"
brew "scc"
brew "scrcpy"
brew "sdl3_image"
brew "sdl3_ttf"
brew "shellcheck"
brew "sic"
brew "stockfish"
brew "subversion"
brew "supertux"
brew "tectonic"
brew "telnet"
brew "testdisk"
brew "timidity"
brew "tlrc"
brew "tmux"
brew "tokei"
brew "translate-shell"
brew "transmission-cli"
brew "trash", link: true
brew "tree"
brew "trurl"
brew "ttyd"
brew "typescript"
brew "typst"
brew "uchardet"
brew "unar"
brew "uni"
brew "up"
brew "upx"
brew "uv"
brew "vapoursynth"
brew "vim"
brew "w3m"
brew "watchexec"
brew "wayback"
brew "weechat"
brew "wget"
brew "whisper-cpp"
brew "winetricks"
brew "wireguard-tools"
brew "woff2"
brew "wrk"
brew "wtf"
brew "xcodegen"
brew "xeyes"
brew "yash"
brew "yq"
brew "zbar"
brew "zig"
brew "zip"
brew "zork"
brew "zoxide"
brew "zsh"
brew "browsh-org/browsh/browsh"
brew "electrikmilk/cherri/cherri"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "makew0rld/tap/didder"
brew "oven-sh/bun/bun"
brew "ruffle-rs/ruffle/ruffle", args: ["HEAD"]
brew "yurijmikhalevich/tap/rclip"
cask "adium"
cask "aegisub"
cask "alfred"
cask "altserver"
cask "android-ndk"
cask "android-platform-tools"
cask "anki"
cask "appcleaner"
cask "arc"
cask "archivewebpage"
cask "baidunetdisk"
cask "base"
cask "basictex"
cask "bean"
cask "bettercapture"
cask "bettertouchtool"
cask "bfxr"
cask "blackhole-2ch"
cask "blender"
cask "bleunlock"
cask "chatgpt"
cask "cloudflare-warp"
cask "cockatrice"
cask "container"
cask "cyberduck"
cask "daisydisk"
cask "dash"
cask "desmume"
cask "devcleaner"
cask "discord"
cask "disk-drill"
cask "dolphin"
cask "dosbox"
cask "dungeon-crawl-stone-soup-tiles"
cask "dwarf-fortress"
cask "dyalog"
cask "fetch-app"
cask "figma"
cask "firefox"
cask "fission"
cask "flycast"
cask "folx"
cask "font-3270"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-gnu-unifont"
cask "font-ia-writer-mono"
cask "font-ibm-plex-mono"
cask "font-ibm-plex-sans"
cask "font-ibm-plex-serif"
cask "font-inter"
cask "font-iosevka"
cask "font-junicode"
cask "font-lato"
cask "font-merriweather"
cask "font-montserrat"
cask "font-noto-sans"
cask "font-noto-sans-jp"
cask "font-noto-sans-sc"
cask "font-noto-serif"
cask "font-noto-serif-jp"
cask "font-noto-serif-sc"
cask "font-open-sans"
cask "font-playfair-display"
cask "font-roboto"
cask "font-routed-gothic"
cask "font-sniglet"
cask "font-zpix"
cask "fontforge-app"
cask "fontgoggles"
cask "freecad"
cask "ghostty"
cask "glyphs"
cask "google-chrome"
cask "gstreamer-runtime"
cask "gzdoom"
cask "halloy"
cask "hammerspoon"
cask "handbrake-app"
cask "hex-fiend"
cask "hydrogen"
cask "iloader"
cask "imageoptim"
cask "imhex"
cask "itch"
cask "jordanbaird-ice"
cask "json-viewer"
cask "keka"
cask "keyboard-maestro"
cask "keycastr"
cask "leocad"
cask "licecap"
cask "localsend"
cask "love"
cask "macpacker"
cask "megazeux"
cask "meta"
cask "midi-monitor"
cask "milkytracker"
cask "mini-vmac"
cask "mitmproxy"
cask "monodraw"
cask "mullvad-vpn"
cask "multipatch"
cask "mythic"
cask "nestopia"
cask "nook"
cask "nugget"
cask "obs"
cask "ocenaudio"
cask "ollama-app"
cask "omnidisksweeper"
cask "openemu"
cask "openmw"
cask "openra"
cask "openrct2"
cask "openscad"
cask "openttd"
cask "osu"
cask "pd"
cask "platypus"
cask "playdate-mirror"
cask "pokemon-showdown"
cask "raindropio"
cask "raspberry-pi-imager"
cask "reamp"
cask "replaywebpage"
cask "retroarch"
cask "robofont"
cask "rustdesk"
cask "shadowsocksx-ng"
cask "sip-app"
cask "sketch"
cask "slack"
cask "sloth"
cask "solvespace"
cask "soulseek"
cask "spotify"
cask "steam"
cask "stellarium"
cask "stolendata-mpv"
cask "sunvox"
cask "supercollider"
cask "syncthing-app"
cask "tencent-meeting"
cask "the-battle-for-wesnoth"
cask "the-unarchiver"
cask "thunder"
cask "tic80"
cask "tiled"
cask "tor-browser"
cask "krishkrosh/apps/trackweight"
cask "transmission"
cask "transmit"
cask "twine-app"
cask "utm"
cask "uu-booster"
cask "wail"
cask "wechat"
cask "wezterm@nightly"
cask "whatsapp"
cask "whyfi"
cask "wine@staging"
cask "wireshark-app"
cask "xemu"
cask "xquartz"
cask "zen"
cask "zoom"
cargo "rmpc"
uv "durdraw"
uv "eyed3"
uv "numpy"
