tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "oven-sh/bun"
tap "ruffle-rs/ruffle"
tap "schappim/ocr"
tap "tga/old"
tap "wabarc/wayback"
brew "act"
brew "amfora"
brew "angband"
brew "aria2"
brew "ascii"
brew "autoconf"
brew "protobuf"
brew "bloaty"
brew "libyaml"
brew "breezy"
brew "brogue"
brew "c"
brew "caddy"
brew "caire"
brew "fluid-synth"
brew "cataclysm"
brew "catimg"
brew "chocolate-doom"
brew "chuck"
brew "cloc"
brew "cloudflared"
brew "cmake"
brew "cmark"
brew "coreutils"
brew "croc"
brew "dmenu"
brew "dog"
brew "node"
brew "openjdk"
brew "emscripten"
brew "entr"
brew "erdtree"
brew "esbuild"
brew "espeak"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "python@3.11"
brew "woff2"
brew "fontforge"
brew "frotz"
brew "frpc"
brew "frps"
brew "fzf"
brew "fzy"
brew "genact"
brew "gh"
brew "gifsicle"
brew "git"
brew "glow"
brew "glslang"
brew "glslviewer"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gource"
brew "graphene"
brew "graphviz"
brew "gtk4"
brew "help2man"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "ios-deploy"
brew "jpegoptim"
brew "jq"
brew "jump"
brew "lemmeknow"
brew "lighttpd"
brew "lilypond"
brew "llvm"
brew "loc"
brew "m-cli"
brew "magic-wormhole"
brew "mame"
brew "meson"
brew "mgba"
brew "minimal-racket"
brew "minisign"
brew "monolith"
brew "mozjpeg"
brew "mujs"
brew "n"
brew "neovim"
brew "nethack"
brew "oil"
brew "ollama"
brew "openrct2"
brew "openssh"
brew "openttd"
brew "oxipng"
brew "pandoc"
brew "pngcrush"
brew "pngquant"
brew "postgresql@14"
brew "potrace"
brew "progress"
brew "qemu"
brew "qrencode"
brew "rclone"
brew "rename"
brew "rig"
brew "ripgrep"
brew "rlwrap"
brew "rogue"
brew "rsync"
brew "rust"
brew "rustup-init"
brew "s3cmd"
brew "sdl12-compat"
brew "stockfish"
brew "tectonic"
brew "terminal-notifier"
brew "tldr"
brew "tmux"
brew "tor"
brew "translate-shell"
brew "transmission-cli"
brew "trash"
brew "tree"
brew "trurl"
brew "ttyd"
brew "typescript"
brew "uchardet"
brew "upx"
brew "vapoursynth"
brew "vim"
brew "w3m"
brew "wget"
brew "wireguard-tools"
brew "wrk"
brew "wtf"
brew "youtube-dl"
brew "yt-dlp"
brew "zork"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "oven-sh/bun/bun"
brew "ruffle-rs/ruffle/ruffle", args: ["HEAD"]
brew "schappim/ocr/ocr"
brew "wabarc/wayback/wayback"
cask "acorn"
cask "adium"
cask "alfred"
cask "altserver"
cask "appcleaner"
cask "arc"
cask "audacity"
cask "baidunetdisk"
cask "bbedit"
cask "bfxr"
cask "blackhole-2ch"
cask "blender"
cask "citra"
cask "cockatrice"
cask "cyberduck"
cask "daisydisk"
cask "dash"
cask "discord"
cask "docker"
cask "dolphin"
cask "dungeon-crawl-stone-soup-tiles"
cask "dwarf-fortress"
cask "dyalog"
cask "figma"
cask "firefox"
cask "folx"
cask "freecad"
cask "glyphs"
cask "godot"
cask "google-chrome"
cask "google-earth-pro"
cask "hammerspoon"
cask "handbrake"
cask "hiddenbar"
cask "imageoptim"
cask "itch"
cask "keka"
cask "keycastr"
cask "krita"
cask "librepcb"
cask "licecap"
cask "love"
cask "megazeux"
cask "meta"
cask "milkytracker"
cask "mini-vmac"
cask "mixxx"
cask "mpv"
cask "mullvadvpn"
cask "musescore"
cask "obs"
cask "ocenaudio"
cask "openemu"
cask "openmw"
cask "openra"
cask "outline-manager"
cask "pd"
cask "playcover-community"
cask "pokemon-reborn"
cask "pokemon-showdown"
cask "pokemon-trading-card-game-online"
cask "qlmarkdown"
cask "qlstephen"
cask "qr-journal"
cask "quicklook-json"
cask "reamp"
cask "sip"
cask "sketch"
cask "slack"
cask "sloth"
cask "soulseek"
cask "spotify"
cask "steam"
cask "stellarium"
cask "sunvox"
cask "supercollider"
cask "surge-synthesizer"
cask "tiled"
cask "tor-browser"
cask "transmission"
cask "transmit"
cask "twine"
cask "utm"
cask "vanilla"
cask "visual-studio-code"
cask "wechat"
cask "wezterm"
cask "whatsapp"
cask "whisky"
cask "wine-stable"
cask "wireshark"
cask "xquartz"
cask "zoom"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "twxs.cmake"
vscode "vscodevim.vim"
