tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "browsh-org/browsh"
tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "makew0rld/tap"
tap "oven-sh/bun"
tap "ruffle-rs/ruffle"
tap "wabarc/wayback"
brew "act"
brew "aerc"
brew "sdl2"
brew "allegro"
brew "amfora"
brew "angband"
brew "brotli"
brew "aria2"
brew "ascii"
brew "autoconf"
brew "bchunk"
brew "bloaty"
brew "boost"
brew "libyaml"
brew "breezy"
brew "brogue"
brew "c"
brew "caddy"
brew "caire"
brew "fluid-synth"
brew "cataclysm"
brew "catimg"
brew "llvm"
brew "ccls"
brew "chocolate-doom"
brew "chuck"
brew "cloc"
brew "node"
brew "cloudflare-wrangler"
brew "cloudflared"
brew "cmake"
brew "cmark"
brew "libarchive"
brew "tesseract"
brew "x265"
brew "ffmpeg"
brew "cmus"
brew "coreutils"
brew "croc"
brew "curl"
brew "darkhttpd"
brew "dash"
brew "datasette"
brew "difftastic"
brew "openjdk"
brew "emscripten"
brew "entr"
brew "erdtree"
brew "esbuild"
brew "espeak"
brew "exiftool"
brew "exult"
brew "fd"
brew "fonttools"
brew "fossil"
brew "frotz"
brew "frpc"
brew "frps"
brew "fswatch"
brew "fx"
brew "fzf"
brew "genact"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "glew"
brew "glslang"
brew "openblas"
brew "glslviewer"
brew "gnupg"
brew "go"
brew "gopls"
brew "gource"
brew "graphviz"
brew "grep"
brew "gron"
brew "pkgconf"
brew "htop"
brew "httrack"
brew "id3v2"
brew "imapsync"
brew "qpdf"
brew "img2pdf"
brew "instaloader"
brew "ios-deploy"
brew "jpegoptim"
brew "jq"
brew "jsonlint"
brew "kotlin"
brew "lighttpd"
brew "lilypond"
brew "lld"
brew "lsdvd"
brew "lsix"
brew "lua-language-server"
brew "lux"
brew "lynx"
brew "m-cli"
brew "make"
brew "mame"
brew "mandoc"
brew "mednafen"
brew "mgba"
brew "mingw-w64"
brew "molten-vk"
brew "monolith"
brew "mosh"
brew "mtm"
brew "taglib"
brew "ncmdump"
brew "neovim"
brew "nethack"
brew "notcurses"
brew "pngquant"
brew "ocrmypdf"
brew "oha"
brew "oksh"
brew "open-ocd"
brew "openrct2"
brew "openssh"
brew "openttd"
brew "oxipng"
brew "p7zip"
brew "pandoc"
brew "php"
brew "pipx"
brew "podman"
brew "poppler"
brew "potrace"
brew "progress"
brew "pyright"
brew "qemu"
brew "qrencode"
brew "rakudo"
brew "rclone"
brew "rename"
brew "rig"
brew "ripgrep"
brew "rlwrap"
brew "rogue"
brew "rsync"
brew "rust"
brew "rustup"
brew "s3cmd"
brew "scc"
brew "scrcpy"
brew "sdl12-compat"
brew "sdl3"
brew "sdl_gfx"
brew "shellcheck"
brew "stockfish"
brew "subversion"
brew "supertux"
brew "tectonic"
brew "telnet"
brew "testdisk"
brew "timidity"
brew "tldr"
brew "tmux"
brew "tokei"
brew "translate-shell"
brew "transmission-cli"
brew "trash", link: true
brew "tree"
brew "trurl"
brew "ttyd"
brew "typescript"
brew "uchardet"
brew "uni"
brew "upx"
brew "vapoursynth"
brew "vim"
brew "w3m"
brew "weechat"
brew "wget"
brew "wireguard-tools"
brew "woff2"
brew "wrk"
brew "xcodegen"
brew "yt-dlp"
brew "z"
brew "zbar"
brew "zig"
brew "zork"
brew "zsh"
brew "browsh-org/browsh/browsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "makew0rld/tap/didder"
brew "oven-sh/bun/bun"
brew "ruffle-rs/ruffle/ruffle", args: ["HEAD"]
brew "wabarc/wayback/wayback"
cask "adium"
cask "aegisub"
cask "alfred"
cask "altserver"
cask "android-ndk"
cask "anki"
cask "appcleaner"
cask "arc"
cask "archivewebpage"
cask "background-music"
cask "baidunetdisk"
cask "basictex"
cask "bfxr"
cask "blackhole-2ch"
cask "blender"
cask "bleunlock"
cask "chatgpt"
cask "citra"
cask "cloudflare-warp"
cask "cockatrice"
cask "cyberduck"
cask "daisydisk"
cask "dash"
cask "devcleaner"
cask "discord"
cask "disk-drill"
cask "dolphin@beta"
cask "dosbox"
cask "dungeon-crawl-stone-soup-tiles"
cask "dwarf-fortress"
cask "dyalog"
cask "fetch"
cask "figma"
cask "firefox"
cask "fission"
cask "flycast"
cask "folx"
cask "font-3270"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-ia-writer-mono"
cask "font-ibm-plex-mono"
cask "font-ibm-plex-sans"
cask "font-ibm-plex-serif"
cask "font-inter"
cask "font-lato"
cask "font-merriweather"
cask "font-montserrat"
cask "font-noto-sans"
cask "font-noto-sans-jp"
cask "font-noto-sans-sc"
cask "font-noto-serif"
cask "font-noto-serif-jp"
cask "font-noto-serif-sc"
cask "font-open-sans"
cask "font-playfair-display"
cask "font-roboto"
cask "font-routed-gothic"
cask "font-sarasa-gothic"
cask "font-sniglet"
cask "font-zpix"
cask "fontforge"
cask "fontgoggles"
cask "freecad"
cask "glyphs"
cask "google-chrome"
cask "google-earth-pro"
cask "gstreamer-runtime"
cask "gzdoom"
cask "hammerspoon"
cask "handbrake"
cask "hex-fiend"
cask "hiddenbar"
cask "imageoptim"
cask "itch"
cask "json-viewer"
cask "jubler"
cask "keka"
cask "keycastr"
cask "krita"
cask "licecap"
cask "love"
cask "megazeux"
cask "meta"
cask "milkytracker"
cask "mini-vmac"
cask "monodraw"
cask "mullvadvpn"
cask "multipatch"
cask "musescore"
cask "obs"
cask "ocenaudio"
cask "openemu"
cask "openmw"
cask "openra"
cask "outline-manager"
cask "pd"
cask "playdate-mirror"
cask "playdate-simulator"
cask "pokemon-showdown"
cask "pokemon-tcg-live"
cask "raindropio"
cask "raspberry-pi-imager"
cask "reamp"
cask "reaper"
cask "replaywebpage"
cask "retroarch"
cask "robofont"
cask "sip"
cask "sketch"
cask "slack"
cask "sloth"
cask "solvespace"
cask "soulseek"
cask "spotify"
cask "sqlitemanager"
cask "steam"
cask "stellarium"
cask "stolendata-mpv"
cask "sunvox"
cask "supercollider"
cask "thunder"
cask "tic80"
cask "tiled"
cask "tor-browser"
cask "transmission"
cask "transmit"
cask "twine"
cask "utm"
cask "uu-booster"
cask "wechat"
cask "wezterm@nightly"
cask "whisky"
cask "wine@staging"
cask "wireshark"
cask "xemu"
cask "zoom"
